Repository: sillsdev/FwLocalizations
Catalog: messages.rw.tmx
Source language: en
Languages: rw

source: _Entry...
rw: _Umwinjiro...

source: Entry...
rw: Umwinjiro...

source: Entry/Sense collection
rw: Umwinjiro/Sense collection

source: Entry/Sense Pair
rw: Umwinjiro/Ibisobanuro bijyana

source: Entry: {0}
rw: Umwinjiro: {0}

source: Environment
rw: Amagambo arikikije

source: Environments
rw: Urugero rw'amagambo

source: equal to
rw: bihwanye

source: {0}: error
rw: {0}: ikisa

source: Error
rw: Ikosa

source: ERROR
rw: IKOSA

source: Error == {0}
rw: Ikosa == {0}

source: error encountered
rw: habaye ikosa

source: 1 error found in {0}
rw: habonetse ikosa 1 muri {0}

source: Error in filter: {0}
rw: Ikosa mu gushungura: {0}

source: Error message
rw: Ubutumwa bw'ikosa

source: Error Showing Report
rw: Raporo igaragaza ikosa

source: 1 Error:
rw: Ikosa 1:

source: Error: {0}
rw: Ikosa: {0}

source: {0} Errors:
rw: {0} Amakosa:

source: Ethnologue Code
rw: Kode ndangabwoko bw'ururimi

source: Ethnologue code:
rw: Kode ndangabwoko bw'ururimi:

source: Ethnologue Code:
rw: Kode ndangabwoko bw'ururimi:

source: Etymology
rw: Inkomoko

source: Etymology - Comment
rw: Inkomoko - Ibiyivugwaho

source: Etymology - Form
rw: Inkomoko - Imiterere

source: Etymology - Gloss
rw: inkomoko - Igisobanuro

source: Etymology - Source
rw: Inkomoko - Isoko

source: European Number
rw: Imibare y'Iburayi

source: Exact Spacing
rw: Umwanya uhuye neza neza

source: Exactly
rw: Neza neza

source: Example
rw: Urugero

source: Example of creating a new entry.
rw: Uburyo bwo gukora interuro nshya.

source: Example of finding an entry.
rw: Urugero rwo kubona umwinjiro.

source: Example of using Collect Words.
rw: Urugero rwo gukoresha Gukorakoranya Amagambo.

source: Example References
rw: Aho interuro yakomowe

source: Example Sentences
rw: Interuro ntangarugero

source: Example Translations
rw: Ihindurandimi ntangarugero

source: Example Words
rw: Urugero rw'amagambo

source: Example: The Morph Type field cannot be set to Normally Hidden Steps to reproduce: 1. Go to Lexicon Edit 2. Turn off Show Hidden Fields 3. In the Morph Type field, click the blue arrow, and select Field Visibility > Normally Hidden Expected result: the morph type field is no longer shown Actual result: nothing happens.
rw: Urugero: Umwanya w'ubwoko bw'umugemo ntushobora kugirwa Akenshi biba bihishe Intambwe yo kubyaza: 1. Kujya ku kunoza inkoranya 2. Gufunga Erekena imyanya ihishe 3. Mu mwanya w'Ubwoko bw'Umugemo, kand ku kambi k'ubururu, noneho hitamo Imigaragarizwe y'Umwanya > Akenshi biba bihishe Umusaruro witezwe: umwanya w'ubwoko bw'umugemo ntukigaragazwa Umusaruro w'ukuri: nta kintu kibaho.

source: Example: March 29, 1999
rw: Urugero: 29 Werurwe 1999

source: Examples
rw: Ingero

source: Examples of filtering.
rw: Ingero zo gushungira.

source: Exception "Feature"
rw: Impugukirwa "Imiterere"

source: _Exception Feature...
rw: _Impugukirwa ku Miterere...

source: Exception: {0}
rw: Impugukirwa: {0}

source: Exclude {0}
rw: Ibikurwamo {0}

source: E&xit
rw: Gu&sohoka

source: Exit
rw: Gusohoka

source: Export
rw: Kwimurira

source: Export Discourse Chart
rw: Kwimurira ahandi imbonerahamwe y'ikiganiro

source: Export Discourse Chart...
rw: Kwimurira ahandi imbonerahamwe y'ikiganiro...

source: Export LIFT Lexicon
rw: Kwimura Inkoranya ya LIFT

source: Export to {0}
rw: Kwimurira muri {0}

source: &Export...
rw: &Kwimurira...

source: _Export...
rw: _Kwimurira...

source: Exporting {0}
rw: Ukwimurira {0}

source: Exporting {0} entries from the lexicon
rw: Ukwimura imyinjiro {0} ikuwe mu nkoranya

source: Exporting...
rw: Ukwimurira...

source: Feature
rw: Imimerere

source: Feb
rw: Gashy

source: Female
rw: Gore

source: Fi_elds
rw: I_myanya

source: Field
rw: Umwanya

source: Field content is:
rw: Ibyandikwa mu mwanya ni:

source: Field Contents in \{0}
rw: Ibyandikwa mu mwanya muri \{0}

source: Field Mapping
rw: Kugaragaza umwana

source: Field Visibility
rw: Imigaragarire y'umwanya

source: FieldWorks 6.0 XML file
rw: Ifishiye XML ya FieldWorks 6.0

source: FieldWorks can't run
rw: Fieldworks ntashobora gufunguka

source: FieldWorks Equivalent
rw: Ikigereranywa na Fieldworks

source: FieldWorks Error
rw: Ikosa rya Fieldworks

source: FieldWorks Language Explorer
rw: Language Explorer ya FieldWorks

source: FieldWorks Project Files
rw: Amafishiye y'umushinga wa Fieldworks

source: FieldWorks Project Properties
rw: Ibiranga umushinga wa Fieldworks

source: Field&Works Project Properties...
rw: Imiterere y'Umushinga wa Field&Works...

source: &File
rw: &Fishiye

source: _File
rw: _Fishiye

source: File
rw: Fishiye

source: File & Settings
rw: Fishiye & Igenamiterere

source: File does not exist: {0}
rw: Ifishiye idahari: {0}

source: File not found
rw: Ifishiye ntiyabonetse

source: &File...
rw: &Fishiye...

source: File:
rw: Fishiye:

source: Filter by Book
rw: Gushungura ushaka igitabo

source: Filter for items containing...
rw: Shungura amagambo afite...

source: Filter for...
rw: Gushungura ushaka...

source: Filtered
rw: Cyashunguwe

source: _Filtering
rw: _Ishungura

source: _Filters
rw: _Inshungunzi

source: Find
rw: Gushaka

source: Find a wordform.
rw: Kubona imitererere y'ijambo.

source: Find and Replace
rw: Shaka kandi Usimbuze

source: _Find entry
rw: _Kubona umwinjizo

source: Find Example Sentence
rw: Shaka interuro ntangarugero

source: Find example sentence...
rw: Shaka interuro ntangarugero...

source: Find in _Dictionary...
rw: Shakira mu _Nkoranya...

source: Find in Dictionary
rw: Shakira mu Nkoranya

source: Find Lexical Entry
rw: Shaka Umwinjizo nyunguramagambo

source: _Find lexical entry...
rw: _Shaka Umwinjizo nyunguramagambo...

source: &Find Next
rw: &Shaka ibi&kurikira

source: Find Ne&xt
rw: Shaka ibi&kurikira

source: Find next.
rw: Shaka ibi&kurikira.

source: Find Occurrences
rw: Shaka inshiro bigaragara

source: Find Pre&vious
rw: Kubona ibi&banza

source: Find previous.
rw: Gushaka ibyabanje.

source: Find Record
rw: Kubona icyinjijwe

source: _Find Record...
rw: _Gushaka icyanditswe...

source: Find related words
rw: Gushaka amagambo bisa

source: Find Variant
rw: Shaka impindurantego

source: Find w&hat:
rw: Fushaka iki:

source: Find Wordform
rw: Gushaka imiterere y'ijambo

source: _Find Wordform...
rw: _Gushaka imiterere y'ijambo...

source: &Find...
rw: &Gushaka...

source: Find...
rw: Gushaka...

source: &Find:
rw: &Kurangiza:

source: _Find:
rw: _Kurangiza:

source: Find:
rw: Kurangiza:

source: Find->Replace:
rw: Kubona->Gusimbuza:

source: &Finish
rw: &Kurangiza

source: Fi&nish
rw: Ku&rangiza

source: Finish
rw: Kurangiza

source: finished
rw: cyarangiye

source: _First
rw: _Icya mbere

source: First Analysis Writing System
rw: Imyandikire y'ururimi rwa mbere rw'isesengura

source: First line
rw: Umurongo wa mbere

source: First Word
rw: Ijambo rya mbere

source: Fix Data Errors in Project
rw: Gukosora amakosa mu mushinga

source: Fix Links
rw: Gukosora inzira mpuza

source: Font
rw: Inyuguti

source: Font Color
rw: Ibara ry'inyuguti

source: &Font:
rw: &Inyuguti:

source: Font:
rw: Inyuguti:

source: For the category:
rw: Kigenewe icyiciro:

source: For the text:
rw: Igenewe inyandiko:

source: Form
rw: Ifishi

source: F&ormat
rw: Imi&terere

source: Format
rw: Imiterere

source: Format:
rw: Imiterere:

source: Formatting
rw: Igenamiterere

source: Forward
rw: Imbere

source: Free
rw: Yigenga

source: Free Translation
rw: Isemurandimi ry'isanzuye

source: French
rw: Igifaransa

source: {0} from {1}
rw: {0} kuva kuri {1}

source: FT
rw: SG

source: Full Context
rw: Inyandiko yose

source: Full Page
rw: Urupapuro rwose

source: Full &Window
rw: Idirishya &ryuzuye

source: Full Window
rw: Idirishya ryuzuye

source: Gathering info
rw: Gukusanya amkr.

source: Gender
rw: Igitsina

source: General
rw: Rusange

source: General category:
rw: Icyiciro rusange:

source: General Note
rw: Icyitonderwa rusange

source: General Notes
rw: Ibyitonderwa rusange

source: &Generate
rw: &Kubyaza

source: &Generate Report...
rw: &Gusohora raporo...

source: Genre
rw: Ubwoko

source: Genres
rw: Amoko

source: Get project from a colleague
rw: Kwakira umushinga uvuye kuri mugenzi bawe

source: Get project from a colleague...
rw: Kwakira umushinga uwuvanye kuri bagenzi bawe...

source: _Get Project from Colleague...
rw: _Kwakira umushinga uwukuye kuri mugenzi wawe...

source: Gloss
rw: Ijambo nsobanuzi

source: Gloss Abbreviation
rw: Impine y'ijambo nsobanuzi

source: Gloss:
rw: Ijambo nsobanuzi:

source: Glosses
rw: Amagambo nsobanuzi

source: _Go
rw: _Kujya

source: Go _To...
rw: Jya _kuri...

source: Go Back
rw: Gusubira inyuma

source: Go Forward
rw: Kujya imbere

source: &Go To
rw: &Jya kuri

source: Go To Entry
rw: Kujya ku mwinjiro

source: Go To Record
rw: Kujya ku cyinjijwe

source: Go to similar entry
rw: Jya ku mwinjizo bisa

source: Go To Wordform
rw: Kujya ku miterere y'ijambo

source: Go &To:
rw: Jya &kuri:

source: Gold,255,204,0
rw: Zahabu,255,204,0

source: _Grammar
rw: _Ikibonezamvugo

source: Grammar
rw: Ikibonezamvugo

source: Grammar Note
rw: Icyitonderwa cy'ikibonezamvugo

source: Grammar Notes
rw: Ibyitonderwa by'ikibonezamvugo

source: Grammar Tools
rw: Ibikoresho by'ikibonezamvugo

source: Grammatical Category
rw: Icyiciro cy'ikibonezamvugo

source: Grammatical Info.
rw: Amkr. ku Kibonezamvugo

source: Grammatical Info. Details
rw: Amkr. ku kibonezamvugo mu buryo burambuye

source: &Grammatical Info.:
rw: &Amkr. ku kibonezamvugo:

source: greater than
rw: uruta

source: Greater than 0
rw: Uruta 0

source: Greater than 1
rw: Uruta 1

source: greater than or equal to
rw: biruta cyangwa bingana na

source: Headword
rw: Ijambo ryinjizwa

source: &Help
rw: &Nkunganire

source: _Help
rw: _Nkunganire

source: He&lp
rw: Nk&unganire

source: Hel&p
rw: Nk&unganire

source: Help
rw: Nkunganire

source: &Help...
rw: &Nkunganire

source: _Help...
rw: _Nkunganire...

source: Help...
rw: Nkunganire...

source: &Hide
rw: &Guhisha

source: << &Hide
rw: << &Guhisha

source: H&ide
rw: Gu&hisha

source: Hide
rw: Guhisha

source: Hide {0}
rw: Guhisha {0}

source: Hide Advanced
rw: Gushisha ibyisumbuye

source: &Hide Info
rw: &Guhisha amakuru

source: HTM Files
rw: Amafishiye ya HTML

source: HTML Files
rw: Amafishiye ya HTML

source: Identify sense
rw: Kuvumbura igisobanuro

source: If you delete the natural class, it will be removed from:
rw: Nuhanagura ijwishingiro, riribusibwe muri:

source: image
rw: ishusho

source: Image Files
rw: Amafishiye y'amashusho

source: &Import
rw: &Gukururiramo

source: _Import
rw: _Gukururiramo

source: Import
rw: Gukururiramo

source: Import Date Format Definition
rw: Kugena imiterere y'itariki iyinjizwa ryakoreweho

source: Import Error
rw: Ikosa ry'ikururiramo

source: Import Failed
rw: Ikururiramo ryanze

source: Import Files
rw: Gukururiramo amafishiye

source: Import LIFT Lexicon
rw: Kwinjizamo Inkoranya ya LIFT

source: Include Texts
rw: Harimo inyandiko

source: Includes:
rw: Harimo:

source: infix
rw: inyomeke

source: {0} Infix
rw: Inyomeke {0}

source: Infix Positions
rw: Imyanya y'inyomeke

source: Inflectional
rw: Inkomorazina

source: Info
rw: Amkr

source: Info:
rw: Amkr:

source: Info: Creating Reversal Index for the {0} ("{1}") language.
rw: Amkr: Ugukora Igisobanuro mu runsi rurimi rw'ururimi {0} ("{1}").

source: Information
rw: Amakuru

source: Input
rw: Icyinjijwemo

source: _Insert
rw: _Gucengezamo

source: Insert
rw: Gucengezamo

source: Insert _Example
rw: Gucengezamo _Urugero

source: Insert _Natural Class
rw: Shyiramo ama_jwishingiro

source: Insert _Picture
rw: Gucengezamo _Ishusho

source: Insert _Pronunciation
rw: Gucengezamo _Imivugirwe

source: Insert _Sense
rw: Gucengezamo _Igisobanuro

source: Insert _Sound or Movie
rw: Gucengezamo _Ijwi cyangwa Sinema

source: Insert _Variant
rw: Gucengezamo _Igenantego

source: Insert _Word Boundary
rw: Kwinjizamo _Urubibi rw'ijambo

source: &Insert >
rw: &Gucengezamo >

source: Insert a new sense.
rw: Gucengezamo igisobanuro gishya.

source: Insert a note.
rw: Kwinjizamo icyitonderwa.

source: Insert A_llomorph
rw: Kwinjizamo A_karemajambo

source: Insert Etymology
rw: Gucengezamo inkomoko

source: Insert Main Entry
rw: Gucengezamo umwinjizo w'ingenzi

source: Insert Missing Spaces
rw: Gucengezamo imyanya ibura

source: Insert Morpheme Breaks
rw: Gucengezamo Imikatire y'amajwi shingiro

source: Insert Morpheme Rule
rw: Guhanagura itegeko ry'amajwi

source: Insert Morpheme Type
rw: Gucengezamo ubwoko bw'ijwishingiro

source: Insert Natural Class
rw: Shyiramo amajwishingiro

source: Insert Question
rw: Gucengezamo ikibazo

source: Insert Variant
rw: Gucengezamo Impindurantego

source: interlinear texts
rw: inyandiko ifite amagambo acomekeranyije

source: Interlinear Texts
rw: Inyandiko ifite amagambo acomekeranyije

source: Interlinear...
rw: Icomekanyamagambo...

source: _Interlinearizing
rw: _Ugucomekanya amagambo

source: Internal Code:
rw: Kode y'ikareyemo:

source: Internal Problem
rw: Ikibazo cy'imbere muri porogaramu

source: Introduction to _Lexicography...
rw: Umusogongero ku _Ikoranyamagambo...

source: Introduction to _Parsing...
rw: Umusogongero ku _Isesengurantego...

source: Invalid Code Page
rw: Kode y'ipaji itari yo

source: Invalid field
rw: Umwanya utari wo

source: Invalid File
rw: Ifishiye itari yo

source: Invalid Form
rw: Imiterere itari yo

source: Invalid keyboard
rw: Kalaviye itari yo

source: IPA Symbol
rw: Ikimenyetso cy'INH

source: {0} is {1}
rw: {0} ni {1}

source: Is a Researcher
rw: Ni umushakashatsi

source: &Italic
rw: &Bihengamye

source: Italic
rw: Bihengemye

source: Jan
rw: Mut

source: Jul
rw: Nyak

source: Jun
rw: Kam

source: Justified
rw: Biringanije

source: Justify
rw: Ringaniza

source: Key Morpheme
rw: Amajwi shingiro y'ingenzi

source: Keyboard
rw: Kalaviye

source: &Keyboard...
rw: &Kalaviye...

source: Kind
rw: Ubwoko

source: L_IFT Lexicon...
rw: Inkoranya ya L_IFT...

source: Language
rw: Ururimi

source: Language Name
rw: Izina ry'ururimi

source: Language:
rw: Ururimi:

source: _Last
rw: _Cya nyuma

source: Last Modified:
rw: Riheruka guhindurwa:

source: Last Row in Sentence
rw: Umurongo wa kabiri mu nteruro

source: Last Word
rw: Ijambo rya nyuma

source: L&eft
rw: Ibu&moso

source: Left
rw: Ibumoso

source: Left Border
rw: Urugabano rw'ibumoso

source: &Left:
rw: &Ibumoso:

source: &Less
rw: &Bike

source: Less
rw: Bike

source: less than
rw: bike kuri

source: less than or equal to
rw: birutwa cyangwa bingana

source: Letter
rw: Inyuguti

source: Letter, Lowercase
rw: Inyuguti, ntoya

source: Letter, Other
rw: Inyuguti, ibindi

source: Letter, Uppercase
rw: Inyuguti, nkuru

source: Lex. Entries
rw: Kor. Imyinjizo

source: Lex. Entry
rw: Kor. Umwinjizo

source: Lex. Gloss
rw: Kor. Igisobanuro

source: Lex. Gram. Info.
rw: Kor. Kur. Bonezamvug.

source: Lexeme
rw: Umwinjiro

source: lexeme form
rw: imiterere y'umwinjizo

source: Lexeme form
rw: Imiterere y'Umwinjizo

source: Lexeme Form
rw: Imiterere y'umwinjizo

source: Lexeme &Form:
rw: Imiterere y'&Umwinjizo

source: Lexical Entries
rw: Imyinjizo nyunguramagabo

source: Lexical Entry
rw: Umwinjizo Nyunguramagambo

source: Lexical Entry:
rw: Umwinjizo nyunguramagambo:

source: Lexical Relation
rw: Isano nyunguamagambo

source: Lexical Tools
rw: Ibikoresho nyunguramagambo

source: _Lexicon
rw: _Inkoranya

source: Lexicon
rw: Inkoranya

source: Lexicon Edit
rw: Kunoza inkoranya

source: Li_sts
rw: In_tonde

source: LIFT Export
rw: Gusohora muri LIFT

source: LIFT files
rw: Amafishiye ya LIFT

source: Line
rw: Umurongo

source: Line {0}
rw: Umurongo {0}

source: 1.5 Line Spacing
rw: Ugusiga 1.5 hagati y'imirongo

source: Li&ne spacing:
rw: Ugu&siga umwanya hagati y'imirongo

source: 1.5 lines
rw: 1.5 imirongo

source: _LinguaLinks Data...
rw: _Ibyavuye muri LinguaLinks...

source: LinguaLinks Import
rw: Gukururiramo ibya LinguaLinks

source: LinguaLinks Import Failed
rw: Gukururiramo ibivuya muri LinguaLinks byanze

source: LinguaLinks XML file:
rw: Ifishiye XML ya LinguaLinks

source: &Link
rw: &Guhuza

source: Link Entry Or Sense
rw: Gusuza imyinjiro cyangwa ibisobanuro

source: Link To Allomorph
rw: Guhuza n'Akaremajambo

source: Linked files
rw: Amafishije yahujwe

source: Linked Files
rw: Amafishiye Yahujwe

source: List Choice
rw: Guhitamo urutonde

source: List Item
rw: Ikiri ku rutonde

source: List Tools
rw: Urutonde rw'ibikoresho

source: List...
rw: Urutonde...

source: &List:
rw: &Urutonde:

source: List:
rw: Urutonde:

source: Lists
rw: Intonde

source: Loading Project {0}...
rw: Ifufungurwa ry'umushinga {0}...

source: Loading the Semantic Domain List
rw: Ifungurwa ry'urutonde nyunguramagambo

source: Loading various lists for lookup during import...
rw: Ifungurwa ry'intonde zitandukanye zo kureberaho mu ikururiramo...

source: Loading...
rw: Ifungurwa...

source: Loading: '{0}' ...
rw: Ifungurwa: '{0}' ...

source: _Location
rw: _Aho biherereye

source: Location
rw: Aho biherereye

source: Location:
rw: Aho biherereye:

source: Locations
rw: Aho biherereye

source: &Look in:
rw: &Gushakira muri:

source: Lookup
rw: Ishaka

source: Lowercase
rw: Inyuguti nto

source: Lowered
rw: Cyamanuwe

source: Main Entry
rw: Umwinjizo w'ingenzi

source: Make a Suggestion
rw: Tanga icyifuzo

source: _Make a Suggestion...
rw: _Tanga icyifuzo...

source: 4. Make the changes.
rw: 4. Gukora impinduka

source: Making HC Files
rw: Gukora amafishiye ya HC

source: Male
rw: Gabo

source: Mar
rw: Wer

source: March 2, 2001
rw: 2 Werurwe 2001

source: Marker
rw: Akarangamwanya

source: Marker:
rw: Akarangamwanya:

source: Match &case
rw: Guhuza n'imiterere y'&ibyanditse

source: Match case
rw: Guhuza inyuguti

source: Match &diacritics
rw: Guhuza n'utu&rangasaku

source: Match diacritics
rw: Guhuza n'&uturangasaku

source: Maximize
rw: Kugira binini

source: Maximum
rw: Kugira bito

source: May
rw: Gicur

source: Meaning (Definition)
rw: Igisobanuro

source: Meaning (Gloss)
rw: Igisobanuro (

source: Media File
rw: Ifishiye ntangazamakuru

source: &Merge
rw: &Kunga

source: _Merge
rw: _Kunga

source: Merge Analysis
rw: Kunga isesengura

source: Merge Entry
rw: Kunga imyinjiro

source: Merge Entry into...
rw: Huriza umwinjiro muri...

source: Merge Gloss...
rw: Kunga amagambo asobanura...

source: Merge Report
rw: Kunga raporo

source: Merge Reversal Entry
rw: Kuvanga Umwinjizo w'igisobanuro cy'urundi rurimi

source: Merge Sense
rw: Kunga igisobanuro

source: Merge Word Gloss
rw: Kunga ijambo risobanura

source: Merge...
rw: Kunga...

source: Messages
rw: Ubutumwa

source: Migrate
rw: Kwimura

source: Migrate projects
rw: Ukwimura imishinga

source: {0} (migrated)
rw: {0} (byimutse)

source: Migrating
rw: Ukwimura

source: Migrating {0} to FieldWorks 7.0
rw: {0} byimukiye muri FieldWorks 7.0

source: Minimize
rw: Kugira binini

source: Minor Entry
rw: Umwinjizo wungiriza

source: Modification Date
rw: Itariki byahinduriweho

source: &Modify...
rw: &Guhindura....

source: M&odify...
rw: Gu&hindura...

source: Modify...
rw: Guhindura...

source: &More
rw: &Birenzeho

source: More
rw: Birenzeho

source: More >>>
rw: Birenzeho >>>

source: More Column Choices...
rw: Guhitamo izindi nkingi...

source: &More...
rw: &Ibindi...

source: More...
rw: Ibindi...

source: Morph Type
rw: Ubwoko bw'akaremajambo

source: Morpheme
rw: Akaremajambo

source: Morpheme Type
rw: Ubwoko bw'akaremajambo

source: &Morpheme Type:
rw: &Ubwoko bw'akaremajambo:

source: Morpheme Types
rw: Ubwoko bw'uturemejambo

source: Morphemes
rw: Urutemajambo

source: Move
rw: Kwimuka

source: Move _Down
rw: Manuka

source: Move _Left
rw: Jya ibumoso

source: Move _Next
rw: Jya ku bikurikira

source: Move _Right
rw: Jya iburyo

source: Move _Up
rw: Zamuka

source: Move Category...
rw: Imura icyiciro...

source: Move Cell
rw: Imura akazu

source: Move Cell Forward
rw: Imurira akazu imbere

source: Move &Down
rw: Ma&nuka

source: Move Down
rw: Manuka

source: &Move Entry
rw: &Imura umwinjizo

source: Move Entry...
rw: Imura umwinjizo

source: &Move File
rw: &Kwimura ifishiye

source: &Move Files
rw: &Kwimura amafishiye

source: Move Here
rw: Imurira hano

source: Move Left
rw: Kwimurira ibumoso

source: Move Picture _Up
rw: Kwimurira ishusho hejuru

source: Move Right
rw: Kujya iburyo

source: Move Sense Down
rw: Kwimurira hasi igisobanuro

source: Movie Files
rw: Ifishiye 'amavidewo

source: &Name
rw: &Izina

source: Name
rw: Izina

source: Name Already In Use
rw: Izina ryakoreshejwe

source: &Name of List:
rw: &Izina ry'urutonde:

source: &Name the project
rw: &Izina ry'umushinga

source: &Name:
rw: &Izina:

source: Na&me:
rw: I&zina:

source: Name:
rw: Izina:

source: Name: {0}
rw: Izina: {0}

source: Natural Class
rw: Amajwishingiro

source: Natural Class (Features)
rw: Amajwishingiro (Imiterere)

source: Natural Class (Phonemes)
rw: Amajwishingiro (Inyemvugo)

source: Natural class: {0}
rw: Ijwishingiro: {0}

source: Natural Classes
rw: Amajwishingiro

source: New
rw: Bishya

source: New _Text
rw: Inyandiko _Nshya

source: new {0} after this in {1}
rw: bishya {0} nyuma y'ibi muri {1}

source: new {0} in {1}
rw: bishya {0} muri {1}

source: New analysis
rw: Isesengura rishya

source: New converter
rw: Impinduzi nshya

source: New Custom Field
rw: Umwanya wikoreye mushya

source: _New entry
rw: -Umwinjiro mushya

source: New Entry
rw: Umwinjiro mushya

source: New Feature
rw: Imiterere mishya

source: New FieldWorks Project
rw: Umushinga mushya wa Fieldworks

source: &New FieldWorks Project...
rw: &Umushinga mushya wa Fieldworks...

source: _New FieldWorks Project...
rw: _Umushinga mushya wa Fieldworks...

source: New folder: {0}
rw: Dokima nshya: {0}

source: (New folder: {0})
rw: (Dokima nshya: {0})

source: New List
rw: Urutonde rushya

source: New Record
rw: Icyinjizwa gishya

source: New Spelling:
rw: Imyandikire mushya:

source: New Text
rw: Inyandiko nshya

source: New Toolbar
rw: Akanyabikoresho gashya

source: New User
rw: Umukoresha mushya

source: &New Window
rw: &Idirishya rishya

source: _New Window
rw: _Idirishya rishya

source: &New...
rw: &Bishya...

source: _Next
rw: _Ibikurikira

source: Next
rw: Ibikurikira

source: &Next >
rw: &Ibikurikira >

source: no
rw: oya

source: &No
rw: &Oya

source: No
rw: Oya

source: no analysis
rw: nta sesengura

source: No Categories
rw: Nta byiciro

source: <No Change>
rw: <Nta mpinduka>

source: No checked item
rw: Nta kintu cyatoranyijwe

source: No choices
rw: Nta mahitamo

source: No Complex Form Type
rw: Nta bwoko bw'imiterere y'urusobe

source: No Date
rw: Nta tariki

source: No Entries
rw: Nta myinjiro

source: No Error.
rw: Nta kosa.

source: No Filter
rw: Nta shungura

source: No Help
rw: Nta nyunganizi

source: No List Name
rw: Nta zina ry;urutonde

source: No Locations
rw: Nta hantu

source: No Natural Classes
rw: Nta majwishingiro

source: No Parser Loaded
rw: Nta nsesenguzi yakuruwe

source: No Phonemes
rw: Nta turemajambo duhari

source: No Positions
rw: Nta myanya

source: No Problems
rw: Nta bibazo

source: No Records
rw: Nta cyashyizwemo

source: No Restrictions
rw: Nta kibujijwe

source: No Reversal Entries
rw: Nta gisobanuro cyo mu rundi rurimi gihari

source: No Roles
rw: Nta kamaro

source: No SemanticDomains
rw: Nta Cyiciro Nyunguramagambo

source: No Status
rw: Nta miterere y'ubu

source: No Usages
rw: Nta mikoreshereze

source: Non-blanks
rw: Ntahatarimo ubusa

source: None of the above
rw: Nta nakimwe mu byo hejuru

source: <NONE SELECTED>
rw: <NTA NA KIMWE CYATORANYIJWE>

source: (none)
rw: (nta na kimwe)

source: (None)
rw: (Nta na kimwe)

source: <None>
rw: <Nta na kimwe>

source: Normal
rw: Bisanzwe

source: Normally hidden
rw: Ubusanzwe biba bihishwe

source: Normally hidden, unless non-empty
rw: Ubusanzwe biba bihishye keretse bitarimo ubusa

source: Not
rw: Oya

source: Not Bold
rw: Bitabyibushye

source: - Not Installed
rw: - Ntibyensitaye

source: -- Not Installed
rw: -- Ntibyensitaye

source: Not Italic
rw: Bidahengamye
